INSERT INTO categories (name, path) VALUES
                                        ('Нерухомість', '1'),
                                        ('Транспорт', '2'),
                                        ('Запчастини та аксесуари', '3'),
                                        ('Електроніка', '4'),
                                        ('Дім і сад', '5'),
                                        ('Одяг, взуття та аксесуари', '6'),
                                        ('Дитячий світ', '7'),
                                        ('Тварини', '8'),
                                        ('Послуги', '9'),
                                        ('Робота', '10'),
                                        ('Хобі, відпочинок і спорт', '11'),
                                        ('Бізнес і обладнання', '12'),
                                        ('Оренда та прокат', '13'),
                                        ('Ігри та геймінг', '14'),
                                        ('Обмін та безкоштовні оголошення', '15'),
                                        ('Колекціонування та антикваріат', '16');

INSERT INTO payment_methods (method) VALUES
                                         ('На карту'),
                                         ('В руки продавцю'),
                                         ('Післяплата');

INSERT INTO delivery_methods (method) VALUES
                                          ('Новапошта'),
                                          ('Укрпошта'),
                                          ('Meest');